[{"id":1,"name":"The Witcher 3","description":"The Witcher 3: Wild Hunt é um RPG de mundo aberto premiado, com uma narrativa profunda e ramificada. Jogue como Geralt de Rívia, um caçador de monstros em busca de sua filha adotiva, enfrentando criaturas místicas e dilemas morais complexos em um universo sombrio e vibrante.","price":"99.90","release_date":"2015-05-19","developer_id":1,"image_id":1},{"id":2,"name":"Minecraft","description":"Minecraft é um jogo de construção e sobrevivência onde você pode explorar mundos infinitos, minerar recursos, criar estruturas e enfrentar criaturas perigosas. Com modos criativo e sobrevivência, ele permite total liberdade para criar e modificar o ambiente ao seu redor.","price":"79.90","release_date":"2011-11-18","developer_id":2,"image_id":2},{"id":3,"name":"God of War","description":"Em God of War, Kratos inicia uma nova jornada nas terras nórdicas ao lado de seu filho Atreus. Combinando combate brutal, quebra-cabeças ambientais e uma narrativa emocional, o jogo oferece uma experiência épica de ação em terceira pessoa com mitologia rica.","price":"119.90","release_date":"2018-04-20","developer_id":3,"image_id":3},{"id":4,"name":"GTA V","description":"Grand Theft Auto V leva você à cidade vibrante de Los Santos em uma história interativa com três protagonistas. Complete missões perigosas, explore livremente o mundo aberto, dirija carros incríveis e interaja com uma cidade cheia de vida e caos urbano.","price":"89.90","release_date":"2013-09-17","developer_id":4,"image_id":4},{"id":5,"name":"Red Dead Redemption 2","description":"Red Dead Redemption 2 é uma obra-prima cinematográfica que mergulha os jogadores no Velho Oeste americano. Siga a história de Arthur Morgan enquanto lida com lealdade, honra e sobrevivência, em um mundo ricamente detalhado com fauna, clima e interações realistas.","price":"129.90","release_date":"2018-10-26","developer_id":4,"image_id":5},{"id":6,"name":"Horizon Zero Dawn","description":"Horizon Zero Dawn apresenta uma heroína carismática, Aloy, em um mundo onde máquinas gigantes dominam a paisagem. Explore terras exuberantes, use estratégias para caçar robôs e descubra os segredos por trás da queda da civilização humana.","price":"99.90","release_date":"2017-02-28","developer_id":3,"image_id":6},{"id":7,"name":"EA SPORTS FC™ 25","description":"EA SPORTS FC™ 25 oferece uma experiência de futebol realista com novos gráficos, física aprimorada e modos de jogo competitivos. Jogue partidas com times oficiais, monte seu time dos sonhos e participe de campeonatos online com autenticidade de transmissão esportiva.","price":"299.90","release_date":"2023-09-29","developer_id":5,"image_id":7},{"id":8,"name":"Assassin's Creed Valhalla","description":"Assassin's Creed Valhalla coloca você na pele de Eivor, um guerreiro viking em busca de um novo lar na Inglaterra. Explore terras antigas, participe de batalhas épicas e molde alianças enquanto vive uma história envolvente com elementos históricos e mitológicos.","price":"139.90","release_date":"2020-11-10","developer_id":6,"image_id":8},{"id":9,"name":"Elden Ring","description":"Elden Ring é um RPG de ação desafiador ambientado em um vasto mundo aberto repleto de mistérios, segredos e inimigos mortais. Criado em colaboração com George R. R. Martin, o jogo apresenta uma rica mitologia e liberdade de exploração nunca vista na série Souls.","price":"249.90","release_date":"2022-02-25","developer_id":7,"image_id":9},{"id":10,"name":"Call of Duty: Modern Warfare II","description":"Call of Duty: Modern Warfare II traz tiroteios intensos e missões cinematográficas em uma campanha envolvente. Além disso, o multiplayer oferece variedade tática, modos competitivos e customização de armas para combates de alta adrenalina.","price":"279.90","release_date":"2019-10-25","developer_id":8,"image_id":10},{"id":11,"name":"Cyberpunk 2077","description":"Cyberpunk 2077 é um RPG futurista ambientado na megacidade de Night City, onde tecnologia e decadência se misturam. Jogue como V, um mercenário em ascensão, e escolha seu caminho em uma narrativa imersiva com múltiplas possibilidades e finais.","price":"119.90","release_date":"2020-12-10","developer_id":1,"image_id":11},{"id":12,"name":"Fortnite","description":"Fortnite é um jogo battle royale vibrante e gratuito que mistura construção estratégica com combates frenéticos. Entre em partidas com até 100 jogadores, construa fortificações em tempo real e desbloqueie visuais e conteúdos novos em eventos temáticos constantes.","price":null,"release_date":"2017-07-21","developer_id":9,"image_id":12},{"id":13,"name":"League of Legends","description":"League of Legends é um MOBA competitivo onde equipes de cinco jogadores enfrentam-se em arenas com estratégias variadas. Escolha entre mais de 150 campeões, cada um com habilidades únicas, e coordene jogadas táticas para dominar o campo de batalha.","price":null,"release_date":"2009-10-27","developer_id":10,"image_id":13},{"id":14,"name":"Valorant","description":"Valorant é um FPS tático gratuito que combina precisão de tiro com habilidades únicas dos agentes. Monte sua equipe, plante ou desarme bombas e coordene estratégias em rodadas intensas, exigindo trabalho em equipe e raciocínio rápido.","price":null,"release_date":"2020-06-02","developer_id":10,"image_id":14},{"id":15,"name":"Among Us","description":"Among Us é um jogo de dedução social onde você e seus amigos precisam completar tarefas em uma nave espacial — mas cuidado, pois há impostores entre vocês! Discuta, vote e tente identificar os traidores antes que seja tarde demais.","price":"19.90","release_date":"2018-11-16","developer_id":11,"image_id":15},{"id":16,"name":"Overwatch 2","description":"Overwatch 2 é um jogo de tiro em equipe onde heróis únicos batalham em modos objetivos dinâmicos. Com gráficos renovados e novas mecânicas, escolha seu personagem com base em sua função e colabore para alcançar a vitória em partidas emocionantes.","price":null,"release_date":"2022-10-04","developer_id":15,"image_id":16},{"id":17,"name":"Resident Evil 4 Remake","description":"Resident Evil 4 Remake reimagina o clássico do terror com gráficos modernos e jogabilidade refinada. Assuma o papel de Leon S. Kennedy em uma missão para resgatar a filha do presidente dos EUA e enfrente horrores inimagináveis em vilarejos sombrios.","price":"249.90","release_date":"2023-03-24","developer_id":13,"image_id":17},{"id":18,"name":"The Last of Us Part II","description":"The Last of Us Part II é uma narrativa intensa e emocional que segue Ellie em uma jornada por vingança e redenção. Ambientado em um mundo pós-apocalíptico brutal, o jogo oferece jogabilidade furtiva, combate visceral e reflexões profundas sobre humanidade.","price":"149.90","release_date":"2020-06-19","developer_id":14,"image_id":18},{"id":19,"name":"Super Mario Odyssey","description":"Super Mario Odyssey é uma aventura colorida onde Mario viaja por diversos reinos com seu chapéu mágico, Cappy. Resolva desafios criativos, colete luas e explore ambientes vibrantes enquanto salva a Princesa Peach mais uma vez.","price":"199.90","release_date":"2017-10-27","developer_id":12,"image_id":19},{"id":20,"name":"Animal Crossing: New Horizons","description":"Animal Crossing: New Horizons permite que você crie sua própria ilha paradisíaca. Construa, decore, socialize com personagens encantadores e personalize cada detalhe do seu ambiente em um jogo relaxante com eventos sazonais e progressão livre.","price":"249.90","release_date":"2020-03-20","developer_id":12,"image_id":20}]